[
  {

    "Name": "Asus TUF Gaming A15",
    "Description": "Созданный для серьезных игр и долговечный в реальных условиях, TUF Gaming A15 — это полностью оснащенный игровой ноутбук с Windows 10 Pro, который может привести вас к победе. Благодаря новейшему процессору AMD Ryzen™ 9 и графическому процессору GeForce RTX™ 2060 динамичный игровой процесс является быстрым, плавным и полностью поддерживает скоростные дисплеи уровня IPS с частотой до 144 Гц. Несмотря на то, что этот игровой ноутбук имеет меньший и более портативный корпус, чем его предшественники, он также оснащен более крупной батареей емкостью 90 Втч, обеспечивающей превосходное время автономной работы. Эффективное самоочищающееся охлаждение в сочетании с фирменной долговечностью TUF военного уровня делают этого проверенного в боях дорожного воина надежным союзником для геймеров в пути",
    "Price": 200,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 1,
    "ProductBrandId": 1
  },
  {

    "Name": "Asus ROG Strix SCAR 18 (2023) G834",
    "Description": "Работающий под управлением операционной системы Windows 11 Pro игровой ноутбук ROG Strix SCAR 18 готов доминировать на полях виртуальных сражений за счет мощной конфигурации, в которую входят процессор Intel Core i9-13980HX, видеокарта NVIDIA GeForce RTX 4090 для ноутбуков (с термопакетом до 175 Вт), до 64 гигабайт памяти DDR5 и твердотельные накопители объемом до 4 ТБ (PCIe 4.0 x4). Специальный мультиплексор в сочетании с технологией NVIDIA Advanced Optimus обеспечивает дополнительный прирост производительности при выводе изображения на дисплей, который – впервые в линейке SCAR – обладает диагональю в 18 дюймов. ROG Strix SCAR 18 – идеальный геймерский ноутбук, который подходит не только для игр, но и для стриминга, создания мультимедийного контента и многого другого!",
    "Price": 150,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 1,
    "ProductBrandId": 1
  },
  {

    "Name": "Asus ROG Zephyrus G16 (2023) GU603",
    "Description": "ROG Zephyrus G16 изначально разрабатывался для геймеров – а также для разработчиков игр. Он совместим со всеми актуальными движками и популярными инструментами, такими как Unity и Autodesk, поэтому ничто не помешает вам проявить свою креативность и попробовать создать следующий игровой хит. Благодаря мощным аппаратным ресурсам эта машина позволит цифровым художникам, стримерам, видеомонтажерам, создателям игр и анимированных роликов – в общем, всем творческим умам – вывести свой рабочий процесс на новый уровень.",
    "Price": 180,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 1,
    "ProductBrandId": 1
  },
  {

    "Name": "Dell XPS 13",
    "Description": "Dell XPS 13 – это инновационный ноутбук, наделенный широкоформатным 13,4-дюймовым экраном, с высоким разрешением на 1920x1080 пикселей. Такая комбинация обеспечивает отображение насыщенных изображений с яркой цветопередачей и высокой детализацией. Поэтому эта модель идеально подойдет не только для выполнения киках-либо задач, но и для того, чтобы погрузиться с головой в просмотр любимого контента и насладиться процессом. К тому же, данная модель работает на базе мощного процессора Intel Core i5-8250U, который обеспечивает производительную и эффективную работу устройства.",
    "Price": 300,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 1,
    "ProductBrandId": 6
  },
  {

    "Name": "Dell Vostro 5510",
    "Description": "Этот ноутбук создан для тех, кто хочет получить хорошее производительное компьютерное устройство с наиболее востребованным функционалом. Данная модель полностью удовлетворяет данные требования. Надежный накопитель предоставляет вам возможности для долговременного хранения необходимой виртуальной информации. Устройство оборудовано веб-камерой и микрофоном, благодаря которым вы сможете организовывать видеоконференции с партнерами по бизнесу и коллегами по работе.",
    "Price": 250,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 1,
    "ProductBrandId": 6
  },
  {

    "Name": "Dell Latitude 5411",
    "Description": "",
    "Price": 120,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 1,
    "ProductBrandId": 6
  },
  {

    "Name": "HP Envy X360 15-ES0003CA",
    "Description": "Смотрите больше и создавайте больше на ходу с ультрапортативным 15-дюймовым ноутбуком. Он оснащен функциями конфиденциальности, которые помогут сохранить ваши личные моменты в тайне.",
    "Price": 10,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 1,
    "ProductBrandId": 5
  },
  {

    "Name": "TUF Gaming VG34VQL3A — 34",
    "Description": "TUF Gaming VG34VQL3A — это 34-дюймовый сверхширокий QHD (3440 x 1440) изогнутый игровой монитор 1500R с частотой обновления 180 Гц и временем отклика GTG 1 мс для невероятно захватывающего игрового процесса. ASUS Extreme Low Motion Blur и AMD FreeSync™ Premium Pro обеспечивают плавное воспроизведение игр. Кроме того, он оснащен технологией DisplayHDR 400, поддерживающей формат HDR10 и охватывающей 125% цветовой гаммы sRGB, что обеспечивает высокую контрастность и реалистичность цветов.",
    "Price": 8,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 3,
    "ProductBrandId": 1
  },
  {

    "Name": "Samsung Galaxy Buds Pro Purple",
    "Description": "Двухполосные динамики (11 мм вуфер, 6.5 мм твитер), объёмное звучание 360 Audio; поиск наушников через SmartThings; автопереключение между устройствами, быстрое подключение к ПК (функция SwiftPair); зарядка: кабель (USB Type-C), беспроводная (стандарт Qi), от смартфона Galaxy (DPD, PowerShare); время воспроизведения: 5ч/8ч (с включенным/выключенным ANC), вес футляра - 45 г.",
    "Price": 15,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 4,
    "ProductBrandId": 4
  },
  {

    "Name": "GAMING-монитор Odyssey G7 (R1000, 240 Гц)",
    "Description": "Изогнутость экрана с радиусом кривизны 1000R - это новая вершина технологии производства изогнутых экранов с кривизной, полностью соответствующей кривизне хрусталика глаз человека, обеспечивающей максимальный реализм изображения и комфорт для зрения.",
    "Price": 18,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 3,
    "ProductBrandId": 4
  },
  {

    "Name": "Curved Gaming монитор серии CHG90",
    "Description": "Откройте для себя революционный сверхширокий монитор диагональю 49 дюймов с соотношением сторон 32:9. Он создан с использованием новой технологии на металлических квантовых точках и оснащен панелью VA, время отклика которой на движущееся изображение (MPRT) составляет всего 1 мс.",
    "Price": 15,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 3,
    "ProductBrandId": 4
  },
  {
    "Name": "ASUS Vivobook S 15 OLED",
    "Description": "Открывайте для себя удачные возможности в работе и учебе – вместе с ноутбуком Vivobook S 15 OLED! Мощный процессор Intel Core i9 H-серии 13-го поколения и твердотельный накопитель емкостью 1 терабайт позволят с комфортом решать любые задачи – и в любом месте. 15,6-дюймовый OLED-дисплей с разрешением 2,8K и частотой обновления 120 Гц выдает красочное изображение1, а сам ноутбук готов привлекать взгляды своим стильным дизайном и ослепительными цветовыми вариантами, отражающими вкус его владельца.",
    "Price": 16,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 1,
    "ProductBrandId": 1
  },
  {

    "Name": "ASUS S500MD",
    "Description": "ASUS S500MD – это компактный компьютер для всей семьи, который прекрасно подходит и для развлекательных приложений, и для продуктивной работы. В его техническое оснащение входят современный процессор, дискретная видеокарта и память DDR4. Пара накопителей предлагает высокую скорость доступа к данным и большое пространство для их хранения. Устройство наделено эффективной системой охлаждения и отличается высоким качеством изготовления.",
    "Price": 14,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 2,
    "ProductBrandId": 1
  },
  {

    "Name": "ROG Rapture GT6",
    "Description": "ROG Rapture GT6 – первая трехдиапазонная ячеистая система Wi-Fi, и в ней реализованы самые передовые сетевые технологии. Эта новинка в серии маршрутизаторов Rapture станет вашим порталом в мир интернета и позволит испытать все преимущества полноценного сетевого решения Wi-Fi следующего поколения.",
    "Price": 250,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 4,
    "ProductBrandId": 1
  },
  {

    "Name": "ALIENWARE 500HZ GAMING MONITOR - AW2524HF",
    "Description": "Погрузитесь в игровой процесс со скоростью света и частотой обновления 500 Гц  , которая выдерживает даже самые напряженные игровые процессы, поэтому вы никогда ничего не пропустите.",
    "Price": 189.99,
    "PictureUrl": "Images/Product/jk-placeholder-image.jpg",
    "ProductTypeId": 3,
    "ProductBrandId": 6
  }
]